"PageTitle" = "A instalar: %@";

/* alert strings */
"INSERT_MEDIA" = "Introduza o disco “%@” para continuar a instalação.";
"INSERT_MEDIA2" = "Optou por instalar software que requer este disco.";

"CANCEL_INSTALL" = "Tem a certeza de que pretende cancelar a instalação do software?";
"CANCEL_INSTALL2" = "A instalação do software não foi concluída. Se cancelar, o software será só parcialmente instalado e não funcionará correctamente.";


/* Install Time Remaining string */
"TIME_REMAINING" = "Falta para concluir a instalação: %@";


/* checksum sheet strings */
"CHECKING_DISC_TITLE" = "A verificar o disco de instalação…";
"INSTALL_CHECKSUM_STATUS" = "%u%% concluído...";

"ChecksumFailedAlert" = "Ocorreu um problema durante a verificação do disco.";
"ChecksumFailedMessage" = "Reinicie o computador, ejecte o disco e certifique-se de que não apresenta dedadas ou riscos. Se o problema continuar, contacte o serviço de apoio ao cliente da Apple.";

"ChecksumFailedIgnoreBtn" = "Ignorar e continuar";
"CheckFailedCancel" = "Cancelar instalação";


/* button title */
"SkipButton" = "Ignorar";

